---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralTopReleaseMy
source: html/a8a1f7d1-b4fb-9f5f-bb61-9bff18116a1d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralTopReleaseMy Property

"Top My"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralTopReleaseMy { get; }
```